Repository: Vigilo/connector-metro
Catalog: i18n/*/LC_MESSAGES/vigilo-connector-metro.po
Languages: de, fr

source: Please set the path to the configuration database generated by VigiConf in the settings.ini.
fr: Veuillez indiquer l'emplacement de la base de configuration générée par VigiConf dans le fichier settings.ini.

source: Host '%(host)s' with datasource '%(ds)s' not found in the configuration !
fr: L'hôte '%(host)s' avec la source de données '%(ds)s' n'a pas été trouvé dans le fichier de configuration !

source: RRDtool could not create the file: %(filename)s. Message: %(msg)s
fr: RRDtool n'a pas pu créer le fichier %(filename)s. Message : %(msg)s

source: '%(msgtype)s' is not a valid message type for metrology
de: '%(msgtype)s' ist kein gültiger Nachrichtentyp für Metrologie
fr: '%(msgtype)s' n'est pas un type de message valide pour la métrologie

source: Not a valid performance message (missing '%(tag)s' tag)
de: Keine gültige perf Nachricht (fehlt '%(tag)s')
fr: Message de performance non valide (il manque la balise '%(tag)s')

source: Invalid metrology value: %s
fr: Valeur de métrologie non valide : %s

source: Skipping perf update for host %s
fr: Mise à jour de la donnée de performance sur l'hôte %s ignorée

source: Unable to create the directory '%s'
de: Das Verzeichnis '%s' kann nicht erstellt werden
fr: Impossible de créer le dossier '%s'

source: RRDtool could not update the file %(filename)s. Message: %(msg)s
fr: RRDtool n'a pas pu mettre à jour le fichier %(filename)s. Message : %(msg)s

source: Received signal to reload the configuration
fr: Réception du signal de rechargement de la configuration

source: Unable to start "%(rrdtool)s". Make sure the path is correct.
fr: Impossible de lancer "%(rrdtool)s". Assurez-vous que le chemin est correct.

source: Unable to start "%(rrdtool)s". Make sure RRDtool is installed and you have permissions to use it.
de: "%(rrdtool)s" kann nicht gestartet werden. Überprüfen Sie, dass das RRDtool installiert ist und dass Sie eine Benutzungsberechtigung haben.
fr: Impossible de démarrer "%(rrdtool)s". Assurez-vous que RRDtool est installé et que vous disposez des permissions pour l'utiliser.

source: The RRD directory does not exist: %s
fr: Le dossier RRD n'existe pas : %s

source: Unable to create directory '%(dir)s'
de: Das Verzeichnis '%(dir)s' kann nicht erstellt werden
fr: Impossible de créer le dossier '%(dir)s'

source: Unable to write in the directory '%(dir)s'
de: In das Verzeichnis '%(dir)s' kann nicht geschrieben werden
fr: Impossible d'écrire dans le dossier '%(dir)s'

source: Started RRDtool subprocess: pid %(pid)d
de: RRDtool subprocess: pid %(pid)d gestartet
fr: Processus de RRDtool démarré: pid %(pid)d

source: The process has not yet completed the previous job
fr: Le process n'a pas encore fini le job précédent

source: No deferred available in _handle_result(), this should not happen
fr: Aucun deferred disponible dans _handle_result(), ça ne devrait pas arriver

source: The RRDTool process exited normally
fr: Le processus RRDTool a quitté normalement

source: The RRDTool process was terminated abnormally with exit code %(rcode)s and message: %(msg)s
fr: Le processus RRDTool s'est terminé anormalement avec le code %(rcode)s et le message : %(msg)s

source: Restarting...
fr: Redémarrage...

source: No configuration database yet!
fr: Aucune base de données de configuration pour le moment !

source: Please set the path to the configuration file generated by VigiConf in the settings.ini.
de: Bitte den Pfad auf die von VigiConf in den settings.ini generierte Konfigurationsdatei einstellen

source: Connection initialized
de: Verbindung initialisiert

source: RRDtool seemed to exit with return code %(returncode)d, restarting it...
de: RRDtool schien mit Rückgabecode beendet zu werden %(returncode)d, es wird neu gestartet.

source: RRDtool choked on this command '%(cmd)s' using this file '%(filename)s'. RRDtool replied with: '%(msg)s'
de: RRDtool blockierte bei diesem Befehl '%(cmd)s' unter Benutzung der Datei '%(filename)s'. RRDtool antwortete mit: '%(msg)s'

source: Unable to create the directory '%(dir)s'
de: Das Verzeichnis '%(dir)s' kann nicht erstellt werden

source: Host '%(host)s' with datasource '%(ds)s' not found in the configuration file (%(fileconf)s) !
de: Host '%(host)s' mit dieser Datenquelle '%(ds)s' nicht in der Konfigurationsdatei (%(fileconf)s) gefunden!

source: Chat message to forward: %s
de: Chat Nachricht zur Weiterleitung: %s

source: Received signal to reload the configuration file
de: Signal zum erneuten Laden der Konfigurationsdatei erhalten

source: Got exception
de: Ausnahme vorhanden
